[M_IrisDL2_PumpkinHead MissionDefinition]
MissionName="Sua Fã Número Um"
MissionDescription="Tina Pequenina pediu pra você pegar um autógrafo do Adaga Suja, um gladiador assassino que frequenta [place]Beatdown[-place]."
TurnInDescription="Tina pode não ter conseguido o autógrafo mas, conseguiu algo muito mais importante: mais uma morte em sua consciência!\n\nO que foi?  É brincadeira... a Tina não tem consciência."
MissionSummary="Consiga um autógrafo para a Tina Pequenina."
MissionGiver="Tina Pequenina"
MissionTurnInLocation="Tina Pequenina"
TeaserText="Nunca conheça seus heróis."

[M_IrisDL2_PumpkinHead:BreatIntoDen MissionObjectiveDefinition]
ProgressMessage="Encontre o Adaga Suja"

[M_IrisDL2_PumpkinHead:GetAutograph MissionObjectiveDefinition]
ProgressMessage="Consiga o autógrafo do Adaga Suja"

[M_IrisDL2_PumpkinHead:GetHead2 MissionObjectiveDefinition]
ProgressMessage="Consiga o capacete do Adaga Suja"

[M_IrisDL2_PumpkinHead:KillBenny MissionObjectiveDefinition]
ProgressMessage="Elimine o Adaga Suja"

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisDL2_PumpkinHead:TakePaper2 MissionObjectiveDefinition]
ProgressMessage="Pegue o papel"

